<template>
    <b-container class="mt-2">
        <b-row>
            <b-col class="col-1" sm="2"/>
            <b-col class="col-10" sm="8">
                <h5 class="text-center mt-2">Проект створено в рамках курсової роботи:
                    <br>
                    <b>"Розробка сайту для інформування громадян та здійснення комунікації з органами місцевої влади ОТГ"</b></h5>
                <p>Виконала студентка 4 курсу "Інженерії програмного забезпечення" Чумаченко Олександра</p>
                <div class="mt-2">
                    На сайті реалізовано:
                    <ul>
                        <li>Перегляд, створення та редагування новин</li>
                        <li>Перегляд, створення та редагування події</li>
                        <li>Перегляд та створення зверенень</li>
                        <li>Створення відповідей на зверененя</li>
                        <li>Перегляд та створення петицій</li>
                        <li>Голосування та відповіді на петиції</li>
                        <li>Перегляд, створення та редагування організацій</li>
                        <li>Перегляд та редагування прав користувачів</li>
                        <li>Реєстрації та кабінет користувача</li>
                    </ul>
                </div>
            </b-col>
            <b-col class="col-1" sm="2"/>
        </b-row>
    </b-container>
</template>

<script>
    export default {
        name: "InfoDisplay",
        metaInfo: {
            title: 'Інформація',
        },
    }

</script>

<style scoped>

</style>